<!DOCTYPE html>
<html lang="en">

<head>

<?php require 'core.php'; ?>

  <title>
    Material Dashboard Dark Edition by Creative Tim
  </title>

</head>

<body class="dark-edition">
  <div class="wrapper ">
<?php require 'sidebar.php'; ?>
    <div class="main-panel">
      <div class="content">
        <div class="container-fluid">
          <div class="row">

            <div class="row col-md-12">
                <div class="col-md-1"></div>
                <div class="col-md-10" align="align">
                  <div class="col-sm-12 mx-auto">
                    <div class="card card-signin my-5">
                      <div class="card-body">

                      <div class="card-title text-center" align="center" >
                        <h1>หมวดหมู่ที่ 1</h1>
                        <h3>ชื่อเรื่อง 1</h3>

                        <iframe class="videoContainer__video" width="100%" height="100%" src="https://www.youtube.com/embed/vwLjMTUmlp8?autoplay=1&mute=1&enablejsapi=1&controls=0&fs=0&loop=1&rel=0&showinfo=0&disablekb=1s" frameborder="0" allow="autoplay; encrypted-media" allowfullscreen></iframe>
                        <h5>รายละเอียด</h5>
                        <h5>รถมอเตอร์ไซค์นั้นเป็นคนที่คิดว่าทุกคนน่าจะรู้จักและเคยใช้กันแล้วทุกคนแต่คุณรู้ไหมว่ารถมอเตอร์ไซค์หรือรถจักรยานยนต์ที่คนส่วนใหญ่ใช้กันอยู่ทุกวันนี้นั้นมีตั้นกำเนิดมาจากที่ไหนอย่างไรวันนี้เรามีประวัติความเป็นมากของการก่อกำเนิดของรถมอเตอร์ไซค์มาให้ทุกคนได้อ่านเพื่อให้เข้าใจถึงความเป็นมาของรถมอเตอร์ไซค์ว่ามีต้นกำเนิดและมีการบวนการผลิดอย่างไรบ้างในยุคแรก

        รถมอเตอร์ไซค์คันแรกของโลกถือกำเนิดขึ้นมาในโลกแห่งวิศวกรรม มาเป็นเวลาเดียวกับรถยนต์ ที่ใช้พลังขับเคลื่อนแบบสันดาปภายในทั่วไปเพียงแต่ว่ารูปทรงในระยะแรกต้องอาศัยรถพ่วงเข้ามช่วยล้อที่ 3 เข้ามาช่วยบ้าง เพื่อการทรงตัวดีขึ้นโดยระยะแรก นั้น เจมส์ วัตต์ ได้สร้างเครื่องจักรไอน้ำขึ้นมา เป็นตัวต้นแบบทำให้มีกำลังขับเคลื่อน ซึ่งมีชิ้นส่วนขนาดค่อนข้างใหญ่  และมีน้ำหนักมากจนทำให้มีขีดจำกัดในการใช้งานของเครื่องยนต์ชนิดนี้  จึงถูกนำไปใช้ในยานพาหนะขนาดใหญ่เพื่อให้เกิดการสมดุลใน  น้ำหนักที่ค่อนข้างมากของตัวต้นกำลังเช่นรถจักรไอน้ำที่เราคุ้นตามาแต่ยุคบุกเบิก หรือเรือกลไฟที่เราเคยใช้งานเพื่อขนถ่ายสินค้า

        ในช่วงปลาย ค.ศ 1884 เป็นครั้งแรกที่มีการนำเสนอผลงาน “พิมพ์เขียว” แสดงให้เห็นถึงการทำงานของเครื่องยนต์สันดาปภายในขนาดเล็กที่จะมีการพัฒนาสำหรับการนำมาติดตั้งในรถจักรยานยนต์เป็นครั้งแรก โดยทุนสนับสนุนของมหาเศรษฐีชาวอังกฤษชื่อ Edward Butler โดยได้สร้างเครื่องยนต์ ที่ใช้คาบูเรเตอร์เป็นตัวผสมอากาศเป็นครั้งแรกโดยใช้คอยล์จุดระเบิดเป็นตัวกระตุ้นให้เกิดการสันดาปภายในห้องเผาไหม้ในเวลาดังกล่าวนั้น เครื่องยนต์แบบ 4 จังหวะของ OTTO ซึ่งทำการวิจัยอยู่โดยทางประเทศเยอรมันนี ก็ตั้งความหวังในการสร้างรถจักรยานยนต์คันแรกด้วยทีมงานของ Gottlieb Daimler และ Karl Benz ซึ่งต่อมาทั้งคู่สามารถสร้างได้สำเร็จ แต่เสียดายที่รถต้นแบบถูกไฟไหม้ไปพร้อมๆ กับโรงงานในปี ค.ศ. 1903

        ในช่วงปีค.ศ.1892เฟลิกซ์ธีโอดอร์มิลเลอร์นักค้นคว้าชาวอังกฤษได้นำเอาเครื่องยนต์แบบ5สูบ (ในวงกาวิศวกรรมยานยนต์เรียกกันว่าสูบดาว) ส่งกำลังโดยตรงจากห้องข้อเหวี่ยงลงสู่ดุมของวงล้อโดยตรงโดยมิลเลอร์ตั้งชื่อรถของเขาว่าStellarซึ่งมีความหมายว่าดวงดาว ด้วยเหตุที่ว่าโรงงานอุตสาหกรรมยานยนต์ในประเทศอังกฤษยุคบุกเบิกในปลายศตวรรษที่ 18 Mr. John Boyd Dunlop ซึ่งเป็นบุตรชายของบริษัทผู้ผลิตยางดันล็อปได้เข้ามามีบทบาทเสริมในด้านการผลิตยานยนต์ทำให้การวิจัยนั้นมีประสิทธิภาพมากขึ้นในประเทศอิตาลีMr.Enrico Bernardi ได้นำเอาเครื่องยนต์ตัดหญ้ามาเป็นตัวต้นกำลังขับ-ผลักดันให้รถจักรยานธรรมดา กลายเป็นรถมอเตอร์ไซค์ได้สำเร็จเป็นคนแรกของประเทศอิตาลีในช่วงปีค.ศ.1893 โดยเครื่องยนต์ชนิดนี้ ให้แรงม้าสุทธิเพียงครึ่งแรงม้า ที่รอบเครื่อง 280-500 รอบ/นาที

        เมื่อผ่านไปอีก 2 ปี การพัฒนาเครื่องยนต์ขนาดเล็ก เพื่อนำมาติดตั้งในพาหนะระดับย่อย ก็ได้สำเร็จขึ้น โดย Mr De Dion สามารถนำเอาเครื่องยนต์ แบบสูบเดี่ยว 4 จังหวะลงมาติดตั้งในรถ 3 ล้อขนาดเล็กได้สำเร็จโดยเครื่องยนต์ต้นแบบชุดนี้ ยังไม่มีคาบูเรเตอร์ แต่ใช้กรรมวิธีในการดึงเอาไอระเหยจากน้ำมันเบนซิน ป้อนเข้าไปในห้องเผาไหม้ในจังหวะดูด ส่วนผู้ที่สร้างระบบจุดระเบิดสำหรับใช้กระตุ้นจังหวะงานของหัวเทียน คือ Mr Robert Bosch ซึ่งต่อมาได้พัฒนาระบบไฟฟ้าทุกชนิดเพื่อใช้ในอุตสาหกรรมยานยนต์จนกลายเป็นบริษัทยักษ์ใหญ่ของวงการรถยนต์และพาหนะเกือบทุกชนิดไปในปลายศตวรรษที่ 19 จนถึงยุคปัจจุบัน ส่วนรถจักรยานยนต์ที่ใช้วงล้อเดี่ยวและสามารถผลิตลงสู่ตลาดโลกได้สำเร็จ โดยได้ผลิตกันอยู่หลายประเทศ เช่น อังกฤษ เยอรมนี อิตาลี และฝรั่งเศษ ทางด้านประเทศเยอรมนี เป็นผลงานของเดมเลอร์ และเบนซ์ ก่อนที่จะยุบตัวลงในระหว่างสงครามโลกครั้งที่ 1 เนื่องจากต้องปรับผังของโรงงานให้เข้ากับสถานการจึงต้องเปลี่ยนแผนมาสร้างยุทธปัจจัยต่างๆ เพื่อสนับสนุนกองทัพ ส่วนทางด้านอังกฤษ มีผลงานเด่นของ “Raleigh” ที่เริ่มผลิตรถจักรยานขายเป็นอุตสาหกรรมมาก่อน แล้วจึงนำเครื่องยนต์มาติดตั้งเอาไว้ที่แผงคอหน้ารถจักรยานในปี ค.ศ. 1899 ด้วยรูปทรงที่ค่อนข้างสมบูรณ์แบบในยุคนั้น

        จากยุค 1900 มาจนถึง 2004 นับเป็นเวลากว่า 100 ปีเศษ ที่วงการอุตสาหกรรมยานยนต์ก้าวเดินต่อมาด้วยแนวความคิดอันหลากหลาย ของวิศวกรหลายชาติ และหลายประเทศ รวมมาถึงชนชาติญี่ปุ่นหนึ่งเดียวในเอเชียที่เริ่มก้าวเข้าสู่วงการผลิตรถลงสู่ตลาดโลกในช่วงหลังของปี ค.ศ. 1950 ชื่อของรถจากประเทศญี่ปุ่น ก็เริ่มดับรัศมี แนวความคิดเดิมๆ ของบริษัทยักษ์ใหญ่ของทวีปยุโรปลงอย่างสิ้นเชิงและแน่นอนว่าชื่อของ ฮอนด้า ยามาฮ่า ซูซูกิ และคาวาซากิ คือ 4 ในกระแสของความนิยมในระดับสูงสุดที่ยังเหลือผู้ผลิตรถจักรยานยนต์ลงป้อนตลาดโลกอยู่เพียงไม่กี่แห่ง จากจำนวนเกือบ 100 ยี่ห้อที่มีการผลิตรถในยุคก่อน สงครามโลกครั้งที่สองจะสงบลง
รถจักรยานยนต์สมัยแรกๆ ที่เข้ามาในประเทศไทย ได้แก่ บีเอ็มดับบลิว ฮาร์เลย์ เดวิดสัน ไทรอัมพ์ จนกระทั่งเมื่อรถจักรยานยนต์จากญี่ปุ่น เริ่มเข้าตลาดเมืองไทยจนปัจจุบันนี้ เราจะเห็นแต่รถจักรยานยนต์จากประเทศญี่ปุ่นเป็นส่วนมาก ส่วนรถจักรยานยนต์จากประเทศยุโรป ก็ยังมีอยู่แต่มีราคาที่แพง กว่ามาก อะไหล่หายากจึงมีผู้สนใจเฉพาะผู้ที่รักรถจักรยานยนต์จากยุโรปจริงๆ และผู้ที่มีกำลังเงินในการซื้อเท่านั้นแต่ในปัจจุบันมีคู่แข่งหลากหลายบริษัททำให้ราคานั้นถูกลงมามากทำให้คนทั่วไปสามาถซื้อรถได้มากขึ้นโดยสามารถซื้อแบบผ่อนก็ได้และยังมีของสมนาคุณมากมายอีกด้วย


               Bigbike คือคำที่ใช้เรียกรถมอเตอร์ไซค์ที่มีขนาดใหญ่กว่ารถมอเตอร์ไซค์ทั่วๆไปหรือที่เรียกกันจนติดปากว่า สี่สูบ ขนาดของมอเตอร์ไซค์ที่มีขนาดใหญ่ในที่นี้คือขนาดของเครื่องยนต์ เฟรม ล้อและยางของรถ รถที่เรียกว่าBigbikeจะมีความจุของเครื่องยนต์ตั้งแต่ 250 cc ขึ้นไปจนถึง 2400 cc ซึ่งในแต่ละรุ่นแต่ละยี่ห้อก็จะมีรูปแบบของเครื่องยนต์และระบบส่งกำลังที่แตกต่างกันออกไปซึ่งจะมีตั้งแต่สูบเดี่ยว ถึง 6 สูบ และจัดวางอยู่ในรูปแบบของสูบเรียงและสูบ V ในส่วนระบบส่งกำลังก็จะมีตั้งแต่ระบบที่ใช้โซ่ ใช้เพลาขับ และใช้สายพาน เป็นต้น

            Naked Bike เป็นชื่อที่ใช้เรียกรถ Bigbike ที่มีรูปแบบเป็นรถเปลือยแฟริ่งในส่วนด้านหน้า จะมีแฟริ่งในส่วนด้านท้ายของรถเท่านั้น ข้อดีของรถประเภทนี้คือสามารถใช้ขับขี่ในเขตชุมชนที่มีการจราจรค่อนข้างหนาแน่นได้ง่ายและสามารถระบายความร้อนออกจากเครื่องยนต์ได้ดีกว่ารถ Bigbikeประเภทอื่นๆ และยังมีการออกแบบให้มีท่วงท่าในการขับขี่ที่ไม่ต้องก้มหรือโน้มตัวไปข้างหน้าเพื่อจับแฮนด์มากนัก โดยมีการออกแบบให้แฮนด์อยู่ในตำแหน่งที่ค่อนข้างสูงและมีเบาะที่ต่ำกว่ารถ Sport Bike

            Sport Bike คือรถBigbikeที่มีการออกแบบมาเพื่อใช้ในการแข่งขันทางเรียบเนื่องจากรถประเภทนี้จะมีสมรรถนะของเครื่องยนต์และช่วงล่างสูงมากกว่ารถBigbikeประเภทอื่นๆ ซึ่งรถประเภทนี้มีท่วงท่าในการขับขี่แบบกึ่งนั่งกึ่งหมอบเพื่อให้ผู้ขับขี่สามารถควบคุมและทรงตัวในการใช้ความเร็วสูงๆและควบคุมอาการของรถในการเข้าโค้งได้เต็มประสิทธิภาพ

            TouringBike คือรถBigbikeประเภทหนึ่งที่ออกแบบมาสำหรับใช้ในการเดินทางหรือท่องเที่ยวที่มีระยะทางไกลๆและใช้เวลาในการขับขี่ค่อนข้างนานโดยเฉพาะ ซึ่งรถประเภทนี้จะมีรูปทรงคล้ายกับรถ Sport Bike แต่จะมีตำแหน่งของแฮนด์ที่สูงกว่ารถSport Bike ท่าทางในการขับขี่จะคล้ายกับการขี่รถNaked Bike และรถ Touring Bikeนี้จะมีชิวล์ที่มีขนาดใหญ่เพื่อใช้บังลมและฝนที่จะเข้ามาปะทะผู้ขับขี่ในตอนที่ใช้ความเร็วสูงๆหรือขณะมีฝนตก

            Chopper (อังกฤษ: chopper) คือรถBigbikeประเภทหนึ่ง เพราะเสียงของเครื่องยนต์ของรถประเภทนี้มีเสียงดังเป็นจังหวะๆ คล้ายเสียงของเฮลิคอปเตอร์นั่นเอง สาเหตุที่เสียงของรถ Chopper Bike มีเสียงดังเป็นจังหวะอย่างที่เคยได้ยินเพราะรถประเภทนี้มี 2สูบวางอยู่เป็นรูปตัว V และยังมีการจุดระเบิดพร้อมๆกัน จึงมีช่วงขอบเสียงเครื่องยนต์ดังเป็นจังหวะดังกล่าว รถประเภทนี้จะมีการออกแบบให้มีเบาะอยู่ต่ำกว่ารถ Bigbikeประเภทอื่น และมีตำแหน่งของแฮนด์ที่สูงอยู่ในระดับไหล่ผู้ขับขี่หรืออาจจะสูงกว่าแล้วแต่ผู้ขับขี่จะเลือกมาใส่</h5>
                      </div>
                    </br>

                    <!--      <button type="button" class="btn btn-success">Export To PDF</button> -->
                    <div class="col-md-10" align="right">
                          <button type="button" class="btn btn-info">Download</button>
                        </br>
                      </br>
                    </div>
<!--
                        </br>
                        </div>
                        <br></br>

                        <div class="card-title text-center" align="center" >
                          <h3>หมวดหมู่ที่ 2 </h3>
                        </div>
                          <br>
                            <div class="col-md-10" align="center">
                              <img src="https://vignette.wikia.nocookie.net/lgdc/images/5/5d/XD.gif.png/revision/latest?cb=20160105182406&path-prefix=fr" class="rounded float-left" alt="200*200">
                              <button type="button" class="btn btn-success">Export To PDF</button>
                              <button type="button" class="btn btn-info">Download</button>
                            </div>
                            <div class="card-footer">
                              <small class="text-muted">Last updated 3 mins ago</small>
                            </div>
                          </br>
                          <br></br>

                          <div class="card-title text-center" align="center" >
                            <h3>หมวดหมู่ที่ 3 </h3>
                          </div>
                            <br>
                              <div class="col-md-10" align="center">
                                <img src="https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcS66WqztSeeCkkV_Q2cHayQ3Q0Ya9wp_HW1Fxqz3utN7-xrseIl" class="rounded float-left" alt="200*200">
                                <button type="button" class="btn btn-success">Export To PDF</button>
                                <button type="button" class="btn btn-info">Download</button>
                              </div>
                              <div class="card-footer">
                                <small class="text-muted">Last updated 3 mins ago</small>
                              </div>
                            </br>
                            <br></br>

                            <div class="card-title text-center" align="center" >
                              <h3>หมวดหมู่ที่ 4 </h3>
                            </div>
                              <br>
                                <div class="col-md-10" align="center">
                                  <img src="https://www.firebirdsql.org/file/about/ds-firebird-logo-200.png" class="rounded float-left" alt="200*200">
                                <p class="text-primary" align="center">ทดสอบๆๆ</p>
                                  <button type="button" class="btn btn-success">Export To PDF</button>
                                  <button type="button" class="btn btn-info">Download</button>
                                </div>
                                <div class="card-footer">
                                  <small class="text-muted">Last updated 3 mins ago</small>
                                </div>
                              </br>
                              <br></br>

                              <div class="card">
                                <p class="text-primary">
                                <h1 class="card-header">หมวดหมู่ที่ 4 </h1>
                                <div class="card-body">
                                  <h5 class="card-title">เนื้อหาหมวดหมู่ที่ 4</h5>
                                  <p class="card-text">ทดสอบๆๆทดสอบๆๆทดสอบๆๆทดสอบๆๆทดสอบๆๆทดสอบๆๆ</p>
                                  <button type="button" class="btn btn-success">Export To PDF</button>
                                  <button type="button" class="btn btn-info">Download</button>
                                </div>
                                <div class="card-footer">
                                  <small class="text-muted">Last updated 3 mins ago</small>
                                </div>
                              </div>

                            <div class align="center">
                              <button type="button" class="btn btn-primary btn-lg">Add New </button>
                            </div>

-->

<div class="col-md-10" align="center">
  <img src="https://vignette.wikia.nocookie.net/lgdc/images/5/5d/XD.gif.png/revision/latest?cb=20160105182406&path-prefix=fr" class="rounded float-left" alt="500*500">
  <h2>เบอร์ติดต่อ</h2>
  <h2>087 807 0087</h2>
</div>


          </div>
    </div>
  </div>




  <script>
    $(document).ready(function() {

    });
  </script>
</body>

</html>
